<script>
import './About.css'
</script>

<template>
  <div class="about">
    <div class="container">
      <div class="box">
        <img src="/assets/about.png" alt="عن التطبيق">
        <div class="text">
          <h1>عن المنصة</h1>
          <p>
          منصتنا توفر لك تجربة جديدة وسهلة لحجز خدمات غسيل السيارات أينما كنت وفي أي وقت. بدلاً من إضاعة وقتك في البحث عن مغسلة سيارات أو الانتظار في طابور طويل، أصبح بإمكانك الآن حجز خدمة الغسيل بضغطة زر.
          </p>
          <!-- 
          <p>
            مع التطبيق، يمكنك:
            <br>• اختيار نوع الخدمة التي تناسبك (غسيل خارجي، داخلي، شامل).
            <br>• تحديد الموقع الذي ترغب أن تصلك فيه الخدمة عبر خريطة تفاعلية.
            <br>• جدولة الموعد في الوقت المناسب لك.
            <br>• الدفع بسهولة عبر الإنترنت أو باستخدام رصيد المحفظة الداخلية.
          </p>
          <p>
            نهدف إلى جعل تجربة العناية بسيارتك أكثر <b>راحة، سرعة، وموثوقية</b>، 
            مع توفير إشعارات لحظية لحجوزاتك ومتابعة حالة الطلب خطوة بخطوة.
          </p>
          -->
        </div>
      </div>
    </div>
  </div>
</template>
